/* transit trip duration */
"%@ day trip" = "%@-day trip";

/* time label */
"%@ days" = "%@ days";

/* time label */
"%@ days with traffic" = "%@ days with traffic";

/* time label */
"%@ days %@ hours" = "%@ days %@ hours";

/* time label */
"%@ days %@ hr" = "%@ days %@ hr";

/* time label */
"%@ days %@ hr with traffic" = "%@ days %@ hr with traffic";

/* time label */
"%@ days 1 hour" = "%@ days 1 hour";

/* time label */
"%@ days 1 hr" = "1 days %@ hr";

/* time label */
"%@ days 1 hour with traffic" = "%@ days 1 hour with traffic";

/* time label */
"%@ days %@ hours with traffic" = "%@ days %@ hours with traffic";

/* time label */
"%@ days 1 hr with traffic" = "1 days %@ hr with traffic";

/* directions distance */
"%@ ft" = "%@ ft";

/* directions trip distance */
"%@ ft trip" = "%@-ft trip";

/* transit trip duration */
"%@ hour trip" = "%@-hour trip";

/* time label */
"%@ hours %@ minutes with traffic" = "%@ hours %@ minutes with traffic";

/* time label */
"%@ hr %@ min with traffic" = "%@ hr %@ min with traffic";

/* time label */
"%@ hours %@ minutes" = "%@ hours %@ minutes";

/* time label */
"%@ hr %@ min" = "%@ hr %@ min";

/* time label */
"%@ hours 1 minute with traffic" = "%@ hours 1 minute with traffic";

/* time label */
"%@ hr 1 min with traffic" = "%@ hr 1 min with traffic";

/* time label */
"%@ hours 1 minute" = "%@ hours 1 minute";

/* time label */
"%@ hr 1 min" = "%@ hr 1 min";

/* time label */
"%@ hours with traffic" = "%@ hours with traffic";

/* time label */
"%@ hr with traffic" = "%@ hr with traffic";

/* time label */
"%@ hours" = "%@ hours";

/* time label */
"%@ hr" = "%@ hr";

/* directions distance */
"%@ km" = "%@ km";

/* directions trip distance */
"%@ km trip" = "%@-km trip";

/* directions distance */
"%@ m" = "%@ m";

/* directions trip distance */
"%@ m trip" = "%@-m trip";

/* directions trip distance */
"%@ mile trip" = "%@-mile trip";

/* directions distance singular */
"%@ mile" = "%@ mile";

/* directions distance plural */
"%@ miles" = "%@ miles";

/* transit trip duration */
"%@ minute trip" = "%@-minute trip";

/* time label */
"%@ minutes with traffic" = "%@ minutes with traffic";

/* time label */
"%@ min with traffic" = "%@ min with traffic";

/* time label */
"%@ minutes" = "%@ minutes";

/* time label */
"%@ min" = "%@ min";

/* transit trip duration */
"%@ second trip" = "%@-second trip";

/* time label */
"%@ seconds" = "%@ seconds";

/* time label */
"%@ sec" = "%@ sec";

/* address component separator */
", " = ", ";

/* time label */
"1 day" = "1 day";

/* time label */
"1 day %@ hours" = "1 day %@ hours";

/* time label */
"1 day %@ hr" = "1 day %@ hr";

/* time label */
"1 day %@ hours with traffic" = "1 day %@ hours with traffic";

/* time label */
"1 day %@ hr with traffic" = "1 day %@ hr with traffic";

/* time label */
"1 day 1 hour" = "1 day 1 hour";

/* time label */
"1 day 1 hr" = "1 day 1 hr";

/* time label */
"1 day 1 hour with traffic" = "1 day 1 hour with traffic";

/* time label */
"1 day 1 hr with traffic" = "1 day 1 hr with traffic";

/* transit trip duration */
"1 day trip" = "1-day trip";

/* time label */
"1 day with traffic" = "1 day with traffic";

/* time label */
"1 hour %@ minutes with traffic" = "1 hour %@ minutes with traffic";

/* time label */
"1 hour %@ minutes" = "1 hour %@ minutes";

/* time label */
"1 hour 1 minute" = "1 hour 1 minute";

/* time label */
"1 hr 1 min" = "1 hr 1 min";

/* time label */
"1 hour 1 minute with traffic" = "1 hour 1 minute with traffic";

/* time label */
"1 hr 1 min with traffic" = "1 hr 1 min with traffic";

/* time label */
"1 hr %@ min" = "1 hr %@ min";

/* time label */
"1 hr %@ min with traffic" = "1 hr %@ min with traffic";

/* transit trip duration */
"1 hour trip" = "1-hour trip";

/* time label */
"1 hour with traffic" = "1 hour with traffic";

/* time label */
"1 hr with traffic" = "1 hr with traffic";

/* time label */
"1 hour" = "1 hour";

/* time label */
"1 hr" = "1 hr";

/* transit trip duration */
"1 minute trip" = "1-minute trip";

/* time label */
"1 minute with traffic" = "1 minute with traffic";

/* time label */
"1 min with traffic" = "1 min with traffic";

/* time label */
"1 minute" = "1 minute";

/* time label */
"1 min" = "1 min";

/* transit trip duration */
"1 second trip" = "1-second trip";

/* route arrival */
"Arrived at %@" = "Arrived at %@";

/* route arrival */
"Arrived on %@ at %@" = "Arrived on %@ at %@";

/* route arrival */
"Arrived yesterday at %@" = "Arrived yesterday at %@";

/* route arrival */
"Arrives at %@" = "Arrives at %@";

/* route departure */
"Arrives in %@ minutes" = "Arrives in %@ minutes";

/* route arrival */
"Arrives in 1 minute" = "Arrives in 1 minute";

/* route arrival */
"Arrives now" = "Arrives now";

/* route arrival */
"Arrives on %@ at %@" = "Arrives on %@ at %@";

/* route arrival */
"Arrives tomorrow at %@" = "Arrives tomorrow at %@";

/* current location title */
"Current Location" = "Current Location";

/* route departure */
"Departed at %@" = "Departed at %@";

/* route departure */
"Departed on %@ at %@" = "Departed on %@ at %@";

/* route departure */
"Departed yesterday at %@" = "Departed yesterday at %@";

/* route departure */
"Departs at %@" = "Departs at %@";

/* transit departure interval */
"Departs every %@ days" = "Departs every %@ days";

/* transit departure interval */
"Departs every %@ hours" = "Departs every %@ hours";

/* transit departure interval */
"Departs every %@ minutes" = "Departs every %@ minutes";

/* transit departure interval */
"Departs every %@ seconds" = "Departs every %@ seconds";

/* transit departure interval */
"Departs every day" = "Departs every day";

/* time interval */
"Departs every hour" = "Departs every hour";

/* transit departure interval */
"Departs every minute" = "Departs every minute";

/* transit departure interval */
"Departs every second" = "Departs every second";

/* route departure */
"Departs in %@ minutes" = "Departs in %@ minutes";

/* route departure */
"Departs in 1 minute" = "Departs in 1 minute";

/* route departure */
"Departs now" = "Departs now";

/* route departure */
"Departs on %@ at %@" = "Departs on %@ at %@";

/* route departure */
"Departs tomorrow at %@" = "Departs tomorrow at %@";

/* title of pin when user manually drops a pin */
"Dropped Pin" = "Dropped Pin";

/* Imagery copyright label */
"Imagery" = "Imagery";

/* Map data copyright label */
"Map data" = "Map data";

/* missing tile label */
"No\nImages" = "No\nImages";

/* Alternate route number annotation label */
"Route %@" = "Route %@";

/* Number of alternate routes annotation label */
"%@ Routes" = "%@ Routes";

/* walking directions */
"Walk" = "Walk";

/* walking directions with destination */
"Walk to %@" = "Walk to %@";

/* Zoom in one level */
"Zoom In..." = "Zoom In...";

/* Zoom out from center one level */
"Zoom Out..." = "Zoom Out...";

/* Center map to users location */
"Zoom to Your Location..." = "Zoom to Your Location...";

/* Callout subtitle format with time only */
"about %@" = "about %@";

/* Callout subtitle format with time and cost */
"about %@; %@" = "about %@; %@";

/* See CoreLocation LOCATION_DISABLED */
"Turn On Location Services to Allow %@ to Determine Your Location" = "Turn On Location Services to Allow “%@” to Determine Your Location";

/* Alert title: airplane mode on */
"Cannot Show Your Location" = "Cannot Show Your Location";

/* Alert message: airplane mode on - no wifi hardware */
"Turn off airplane mode to show your location on the map." = "Turn off Airplane Mode to show your location on the map.";

/* Alert message: airplane mode on */
"Turn off airplane mode or use Wi-Fi to show your location on the map." = "Turn off airplane mode or use Wi-Fi to show your location on the map.";

